getSignedArea(OdArray&lt;OdGePoint2d,OdMemoryAllocator&lt;OdGePoint2d&gt;&gt;!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Determine signed area defined by arrPoints array.
\param arrPoints    [in]  array of 2d points.
Corresponding C++ library: TD_Ge